Repository: LeoLewandowski/ProjetWebCIR1
Catalog: localization/*/LC_MESSAGES/*.po
Languages: fr_fr

source: Homepage
fr_fr: Accueil

source: History
fr_fr: Histoire

source: Products
fr_fr: Produits

source: Log in
fr_fr: Connexion

source: Sign up
fr_fr: Inscription

source: Our team
fr_fr: Notre équipe

source: Discover the excellence of time with Octime
fr_fr: Découvrez l'Excellence du Temps avec Octime

source: Welcome to the refined and sophisticated world of Octime, where each watch embodies the very essence of elegance and precision. Since our inception, we have been committed to pushing the boundaries of watchmaking, creating exceptional timepieces that merge art and engineering.
fr_fr: Bienvenue dans l'univers raffiné et sophistiqué d'Octime, où chaque montre incarne l'essence même de l'élégance et de la précision. Depuis notre création, nous nous sommes engagés à repousser les limites de l'horlogerie, créant des garde-temps d'exception qui fusionnent art et ingénierie.

source: Exceptional Craftsmanship
fr_fr: Artisanat d'exception

source: At Octime, we believe in exceptional craftsmanship. Each watch is the result of meticulous work carried out by our master watchmakers, experts in the ancient art of watchmaking. Every detail is carefully considered, every component is precisely selected to ensure unparalleled quality.
fr_fr: Chez Octime, nous croyons en l'artisanat d'exception. Chaque montre est le fruit d'un travail méticuleux effectué par nos maîtres horlogers, experts dans l'art ancestral de la conception de montres. Chaque détail est soigneusement étudié, chaque composant est sélectionné avec précision pour garantir une qualité inégalée.

source: Timeless & Unique Design
fr_fr: Design intemporel & unique

source: Our watches reflect timeless design, combining elegance and modernity. Whether you choose a classic or contemporary model, an octal or dodecal watch, each Octime watch is a work of art in its own right, designed to transcend fleeting trends and remain a timeless symbol of style.
fr_fr: Nos montres sont le reflet d'un design intemporel, alliant élégance et modernité. Que vous optiez pour un modèle classique ou contemporain, pour une montre octale ou duodécimale, chaque montre Octime est une œuvre d'art à part entière, conçue pour transcender les tendances éphémères et demeurer un symbole intemporel des tyle.

source: Technological Innovation
fr_fr: Innovation technologique

source: At the intersection of tradition and innovation, Octime incorporates the latest technological advancements into each of its creations. Our watches are equipped with cutting-edge movements, ensuring uncompromising chronometric precision. The durability and reliability of our mechanisms match our commitment to excellence.
fr_fr: À la croisée de la tradition et de l'innovation, Octime intègre les dernières avancées technologiques dans chacune de ses créations. Nos montres sont équipées de mouvements de pointe, assurant une précision chronométrique sans compromis. La durabilité et la fiabilité de nos mécanismes sont à la hauteur de notre engagement envers l'excellence.

source: Superior Quality Materials
fr_fr: Matériaux de qualité supérieure

source: At Octime, we only use the highest quality materials for the manufacture of our watches. From stainless steel cases to premium leather straps, each component is carefully chosen to ensure exceptional durability and optimal comfort.
fr_fr: Chez Octime, nous n'utilisons que des matériaux de la plus haute qualité pour la fabrication de nos montres. Des boîtiers en acier inoxydable aux bracelets en cuir de première qualité, chaque composant est choisi avec soin pour assurer une durabilité exceptionnelle et un confort optimal.

source: Satisfaction Guarantee
fr_fr: Garantie de satisfaction

source: We take pride in the quality of our watches, which is why we offer a lifetime satisfaction guarantee. At Octime, we are committed to exceeding your expectations, ensuring that each watch you choose is an investment in lasting luxury and elegance.
fr_fr: Nous sommes fiers de la qualité de nos montres, c'est pourquoi nous offrons une garantie de satisfaction à vie. Chez Octime, nous nous engageons à dépasser vos attentes, garantissant que chaque montre que vous choisissez est un investissement dans le luxe et l'élégance durables.

source: Explore our exceptional collection and discover the perfect marriage of traditional watchmaking art and contemporary innovation. With Octime, time becomes an experience, a legacy to cherish through generations.
fr_fr: Explorez notre collection exceptionnelle et découvrez le mariage parfait entre l'art horloger traditionnel et l'innovation contemporaine. Avec Octime, le temps devient une expérience, un héritage à chérir à travers les générations.

source: Choose Octime. Choose excellence.
fr_fr: Choisissez Octime. Choisissez l'excellence.

source: Some opinions & quotes
fr_fr: Quelques avis & citations

source: My cat
fr_fr: Mon chat

source: Page not found
fr_fr: Page non trouvée

source: Oops, seems the page you just requisted doesn't exist !
fr_fr: Oups, on dirait que cette page n'existe pas !

source: Changes saved !
fr_fr: Modifications enregistrées !

source: The picture's size must not exceed 30MB
fr_fr: La taille de l'image ne doit pas excéder 30 Mo

source: This file is not a valid image !
fr_fr: Ce fichier n'est pas une image valide !

source: Sorry, an unknown error occured
fr_fr: Désolé, une erreur inconnue est apparue

source: This option is invalid, please choose another one
fr_fr: Cette option est invalide, veuillez en choisir une autre

source: This name is invalid. Names must only contain word characters or ideogras, hyphens and apostrophes, and be shorter than 64 characters
fr_fr: Ce nom est invalide. Un nom ne peut inclure que des caractères de mots ou idéogrammes, tirets et apostrophes, et doit faire moins de 64 caractères

source: The given email adress is invalid, or it is longer than 64 characters
fr_fr: Cette adresse email est invalide, ou fait plus de 64 caractères

source: The given date must be between today and 1900/01/01
fr_fr: La date donnée doit être comprise entre 01/01/1900 et aujourd'hui

source: Your cart was successfully emptied !
fr_fr: Votre panier a été vidé !

source: Are you sure you want to delete your account ? This operation cannot be undone.
fr_fr: Êtes-vous sûr·e de vouloir supprimer votre compte ? Cette opération est irréversible.

source: Account - Parameters
fr_fr: Compte - Paramètres

source: Welcome,
fr_fr: Bienvenue,

source: Account informations
fr_fr: Informations de compte

source: Session parameters
fr_fr: Paramètres de session

source: Danger zone
fr_fr: Zone de danger

source: Change profile picture
fr_fr: Changer photo de profil

source: Gender
fr_fr: Civilité

source: Apply changes
fr_fr: Enregistrer changements

source: Empty shopping cart
fr_fr: Vider le panier

source: Disconnect
fr_fr: Déconnexion

source: Access admin page
fr_fr: Accès page admin

source: Confirm deletion
fr_fr: Confirmer suppression

source: Delete account
fr_fr: Suppression du compte

source: Admin - main panel
fr_fr: Admin - Menu principal

source: Admin panel
fr_fr: Menu admin

source: Watch management
fr_fr: Modifications des montres

source: Review client messages
fr_fr: Accès messages clients

source: View your account parameters
fr_fr: Voir vos paramètres de compte

source: Admin - product management
fr_fr: Admin - modification des produits

source: Watch deleted successfully
fr_fr: Montre supprimée avec succès

source: Watch edited successfully
fr_fr: Montre modifiée avec succès

source: An error occured
fr_fr: Une erreur est apparue

source: Name
fr_fr: Nom

source: Price
fr_fr: Prix

source: Time system
fr_fr: Système tempore

source: <div><h3>No watch match these filters</h3><h4 style='color:grey'>Please try something else</h4></div>
fr_fr: <div><h3>Aucune montre ne correspond à ces filtres</h3><h4 style='color:grey'>Veuillez essayer autre chose</h4></div>

source: The price must be an integer
fr_fr: Le prix doit être un nombre entier

source: Invalid value for
fr_fr: Valeur invalide pour

source: Bracelet type
fr_fr: Matière du bracelet

source: Time type
fr_fr: Système temporel

source: This picture does not respect the rules !
fr_fr: Cette image ne respecte pas les normes !

source: Add watch
fr_fr: Ajouter montre

source: Watch description (English)
fr_fr: Description de la montre (Anglais)

source: Watch description (French)
fr_fr: Description de la montre (Français)

source: Characteristics
fr_fr: Caractéristiques

source: Octal
fr_fr: Octale

source: Duodecimal
fr_fr: Duodécimal

source: Bracelet material
fr_fr: Matière du bracelet

source: Leather
fr_fr: Cuir

source: Metal
fr_fr: Métal

source: Editing
fr_fr: Modification en cours

source: Invalid watch
fr_fr: Montre invalide

source: Try with another ID
fr_fr: Essayez avec ne autre ID

source: or
fr_fr: ou

source: PM
fr_fr: de l'après-midi

source: AM
fr_fr: du matin

source: Midenal
fr_fr: Midenalle

source: Hexal
fr_fr: Hexale

source: A brand new way of representing time
fr_fr: Une toute nouvelle façon de voir le temps

source: The Concept of Octime
fr_fr: Le concept d'Octime

source: Right from its inception, Octime aimed to change people's perception of the passage of time. Its five creators decided to create a watch that would allow one to perceive time differently. How? Let us show you!
fr_fr: Au tout début de son existence, Octime avait déjà pour but de changer la vision des gens sur le passage du temps. Ses cinq créateurs ont donc décidé de créer une montre qui permettrait de voir le temps passer de manière différente, comment ? Venez, on vous montre !

source: It all started with a simple concept: If we can divide the day into 2 periods of 12 hours, why not be able to have periods of 8 hours? Thus were imagined the Midenalles hours (between 0 and 8h in hexal), Octales (8h-16h), and Hexales (16h-00h). But a question arose, how to fit 60 minutes into a dial suitable for 8 hours? In the classical system, the dial can be divided into small periods of 5 minutes, but in the Octime system, it needs to be divided into periods of 7.5 minutes. This posed the first problem in creating the Octime watch: How to make something both aesthetic and practical?
fr_fr: Tout est parti d'un concept simple: Si on peut diviser la journée en 2 périodes de 12 heures, pourquoi ne pas pouvoir faire des périodes de 8 heures ? C'est ainsi que furent imaginées respectivement les heures Midenalles (entre 0 et 8h en hexal), Octales(8h-16h) et Hexales (16h-00h). Mais une question s'est posée, comment faire rentrer 60 minutes dans un cadran adapté à 8 heures ? Car voilà, dans le système classique, on peut diviser le cadran en petites périodes de 5 minutes, mais dans le système Octime, il faut diviser le cadran en périodes de 7,5 minutes. C'est comme cela que se posa le premier problème de la création de la montre Octime : Comment faire quelque chose d'esthétique ET pratique ?

source: It was a friend of one of us who found the solution: if 12 times 5 equals 60, then 8 times 5 equals 40, why not make "trinutes"? Small periods of 90 seconds, there would be 40 per hour, and this would allow for a "classic" dial shape. The three periods. Feeling lost? Don't worry, we'll show you!
fr_fr: Ce fut l'ami de l'un d'entre nous, qui trouva la solution : si 12 fois 5 est égal à 60, alors 8 fois 5 est égal à 40, pourquoi ne pas faire des trinutes ? des petites périodes de 90 secondes, il y en aurait 40 par heure et cela permettrait d'avoir une forme "classique" de cadran. Les trois périodes Vous êtes perdu ? Pas de panique, on vous montre !

source: Let's take an example: It's 6:30 PM, which is 6 hours and 30 minutes in the afternoon. In octal, this would be 2:20 H (for "hexale"). Here's another one: 3:45 PM would become 7:30 O (for "octale"). Take a break and think about it, you'll see, it's not that difficult!
fr_fr: Prenons un exemple : Il est 18h30, soit 6 heures et 30 minutes de l'après-midi. En octal, cela ferait 2h20 H (pour "hexale") En voici un autre : 15h45 deviendrait 7h30 O (pour "octale") Prenez une pause et réflechissez, vous verrez, ce n'est pas si dur !

source: Octal time system
fr_fr: Format d'heure octal

source: Classic time system
fr_fr: Format d'heure classique

source: Please write the subject of your message
fr_fr: Veuillez écrire le sujet de votre message

source: Please write the content of your message
fr_fr: Veuillez écrire le contenu de votre message

source: Message sent to the admins !
fr_fr: Message envoyé aux administrateurs !

source: Subject
fr_fr: Sujet

source: Your message
fr_fr: Votre message

source: Send
fr_fr: Envoyer

source: The Beginning of a Grand Project
fr_fr: Le commencement d'un grand projet

source: Five years ago, five friends passionate about horology and space exploration decided to create their own company to bring their common vision to life: futuristic watches inspired by space, even integrating elements from the surface of Mars and the Moon. Thus was born "Octime". The founders, Léo, Mathis, Simon, Adèle, and Sasha, each possessed complementary skills ranging from engineering to artistic design. Their ambition was to push the boundaries of horological creativity by combining avant-garde aesthetics with authentic extraterrestrial materials.
fr_fr: Il y a cinq ans, cinq amis passionnés d'horlogerie et d'exploration spatiale ont décidé de créer leur propre entreprise pour donner vie à leur vision commune : des montres futuristes inspirées par l'espace, intégrant même des éléments provenant de la surface de Mars et de la Lune. Ainsi naquit "Octime". Les fondateurs, Léo, Mathis, Simon, Adèle, et Sasha, possédaient tous des compétences complémentaires allant de l'ingénierie à la conception artistique. Leur ambition était de repousser les limites de la créativité horlogère en combinant l'esthétique avant-gardiste avec des matériaux extra-terrestres authentiques.

source: The Beginning of Entrepreneurial Relationships
fr_fr: Le début des relations d'entreprenariat

source: From the outset, the Octime team embarked on innovative partnerships with space agencies and scientific organizations. They succeeded in obtaining fragments of lunar and Martian rocks, which they then integrated into the design of their watches. Each piece was thus symbolically imbued with a part of the universe.
fr_fr: Dès le début, l'équipe d'Octime s'est lancée dans des partenariats innovants avec des agences spatiales et des organisations scientifiques. Ils ont réussi à obtenir des fragments de roches lunaires et martiennes, qu'ils ont ensuite intégrés dans la conception de leurs montres. Chaque pièce était ainsi imprégnée symboliquement d'une part de l'univers.

source: Spectacular Launch of the First Collection
fr_fr: Lancement spectaculaire de la première collection

source: The first collection, named "Cosmic Elegance", was unveiled at a unique event where renowned astronauts were present to celebrate this unique collaboration. The watches were miniature works of art, blending futuristic lines and space materials with unmatched elegance. Over the years, Octime continued to innovate, launching new collections inspired by different planets and space phenomena. Each model was limited in quantity, adding a touch of exclusivity and rarity. The company's watches became symbols of prestige, coveted by collectors worldwide. Despite their growing success, the founders always maintained a collaborative and creative approach. They opened a research and development workshop where talented watchmakers, engineers, and artists could collaborate to bring forth new ideas and revolutionary concepts.
fr_fr: La première collection, appelée "Cosmic Elegance", fut dévoilée lors d'un événement inédit où des astronautes renommés étaient présents pour célébrer cette collaboration unique. Les montres étaient des œuvres d'art miniatures, mêlant des lignes futuristes et des matériaux spatiaux d'une élégance inégalée. Au fil des années, Octime a continué à innover, lançant de nouvelles collections inspirées par différentes planètes et phénomènes spatiaux. Chaque modèle était limité en quantité, ce qui ajoutait une touche d'exclusivité et de rareté. Les montres de l'entreprise sont devenues des symboles de prestige, convoitées par les collectionneurs du monde entier. Malgré leur succès croissant, les fondateurs ont toujours maintenu une approche collaborative et créative. Ils ont ouvert un atelier de recherche et de développement où des horlogers talentueux, des ingénieurs et des artistes pouvaient collaborer pour donner naissance à de nouvelles idées et concepts révolutionnaires.

source: A Company Active in Science Outreach
fr_fr: Une entreprise active dans la transmission des sciences

source: Octime also played an active role in education, organizing exhibitions and events to raise awareness about space exploration and the importance of preserving extraterrestrial resources. Even today, five years after its creation, Octime continues to push the boundaries of horological innovation and inspire watch enthusiasts worldwide. The company remains true to its initial vision, combining science, art, and a passion for space exploration in every watch it creates.
fr_fr: Octime a également joué un rôle actif dans l'éducation, en organisant des expositions et des événements pour sensibiliser le public à l'exploration spatiale et à l'importance de préserver les ressources extraterrestres. Aujourd'hui encore, cinq ans après sa création, Octime continue de repousser les frontières de l'innovation horlogère et de faire rêver les amateurs de montres du monde entier. L'entreprise demeure fidèle à sa vision initiale, combinant la science, l'art et la passion pour l'exploration spatiale dans chaque montre qu'elle crée.

source: The password must be between 8 and 64 characters long and can only include the following characters, with at least one of each type :<ul><li>Lower or upper-case latin letters, without accents</li><li>Digits (between 0 and 9)</li><li>Special characters in this list : \*/+-_=#~&@$</li></ul>
fr_fr: Le mot de passe doit contenir entre 8 et 64 caractères parmi les listes suivantes, avec au moins 1 de chaque type :<ul><li>Lettres latines non-accentuées, majuscules ou minuscules</li><li>Chiffres (entre 0 et 9)</li><li>Caractères spéciaux dans la liste suivante : \*/+-_=#~&@$</li></ul>

source: You must accept the conditions to continue
fr_fr: Vous devez accepter les conditions afin de continuer

source: This email adress is already linked to an account
fr_fr: Cette addresse mail est déjà liée à un compte

source: This email adress is not linked to any account
fr_fr: Cette adresse mail n'est liée à aucun compte

source: Wrong password !
fr_fr: Mauvais mot de passe !

source: <span class='error'>An error occured</span>
fr_fr: <span class='error'>Une erreur est apparue</span>

source: Password
fr_fr: Mot de passe

source: Surname
fr_fr: Prénom

source: Birth date
fr_fr: Date de naissance

source: I agree to the <a href="/conditions">terms and conditions</a> of this website
fr_fr: J'accepte les <a href="/conditions">termes et conditions</a> de ce site web

source: <h3>Sorry, this watch is unavailable</h3><br><h4>Please go back to the <a href="/products">products page</a></h4>
fr_fr: <h3>Désolé, cette montre est indisponible</h3><br><h4>Veuillez retournez à <a href="/products">la page des produits</a></h4>

source: Presentation
fr_fr: Présentation

source: Your account
fr_fr: Votre compte

source: Shopping cart
fr_fr: Panier

source: CIR1 Web Project - April 2024
fr_fr: Projet Web CIR1 - Avril 2024

source: Terms & conditions
fr_fr: Termes & conditions
